{
  "testimonials": [
    {
      "name": "Erik",
      "content": "Friendly community, everyone is generally respectful and fun to talk to. The staff team does a great job at managing the community and maintaining a safe environment for all of us to enjoy. I've had my ups and downs with the server but overall a very welcoming community."
    },
    {
      "name": "Clem",
      "content": "Honestly the best Linux Server. I feel happy and safe here and it's an active and loving community. It's moderated very nicely and it's a great space to help grow your POSIX knowledge."
    },
    {
      "name": "Unused",
      "content": "This community has felt from the start like a place where I can just have fun with others, most of the people here are great to talk to, with all our different interests and all, and the community activities we do are great and feel inclusive, such as Saturday Tux Kart and (although unofficial, Gartic Phone)"
    },
    {
      "name": "Frida",
      "content": "A friendly, positive linux server where like-minded folks share good times, and all the staff seem positive too and aren't power tripping? Sign me up!"
    },
    {
      "name": "Anna",
      "content": "Gets me out of my garage. I have little to no complaints. Level-headed staff. The only Linux server I've felt has fostered a good community and team. Real care is put into this without turning to an unhealthy amount of attention for a Discord server."
    },
    {
      "name": "Zirix",
      "content": "I love the server for its diversity—people from all kinds of backgrounds chatting and exchanging ideas. It's a must-join for anyone interested in FLOSS or just good conversation!"
    },
    {
      "name": "Glocean",
      "content": "This server is awesome, I actually love this community even if it can be a little weird at times. I learned a lot here and I'm happy that I'm teaching/helping others here too now, I even got gifted nitro for helping someone."
    },
    {
      "name": "Ryna",
      "content": "Friendly, helpful, diverse, and educated community. Healthy moderation team and active chats. 9/10 because nothing is perfect, but I would say this is close to it."
    },
    {
      "name": "Teknos",
      "content": "All Things Linux has always been a nice server to be in. Kaizen is a laid-back owner, and the regulars there are very nice. I'm not particularly active, but every time I come by to say hi, I always get greeted back."
    },
    {
      "name": "Ptr",
      "content": "As one of the first few people who got into the server, I didn't really expect a lot from it but it came up to expectations and absolutely shattered them. The sense of community that's here is honestly immaculate."
    },
    {
      "name": "Uli",
      "content": "This server is a promising, respectful, helpful, productive, and growing community. I can only thank the diligent and well-trained mod team for their genuine effort as both moderators and community members who keep the community stable and consistent, many of whom have pointed me in the direction of improvement when things got messy."
    }
  ]
}